[
    {
      "name": "NBA 2K21",
      "description": "NBA 2K21 is a basketball game simulation video game",
      "developer": "Visual Concepts",
      "platforms": "PlayStation 4, PlayStation 5, Xbox One, Nintendo Switch, PC",
      "publisher": "2K GAMES, 2KSports, Zhekun Inc",
      "genre": "Sports",
      "price": "$29.99"
    },
    {
      "name": "Madden NFL 21",
      "description": "Madden NFL 21 is an American football video game based on the National Football League",
      "developer": "Electronic Arts, EA Tiburon",
      "platforms": "PlayStation 4, PlayStation 5, Xbox One, Xbox Series X and Series S, Google Stadia, Microsoft Windows, Android",
      "publisher": "EA Sports",
      "genre": "Sports",
      "price": "$19.99"
    },
    {
      "name": "FIFA 21",
      "description": "FIFA is a series of association football sports video games developed and released annually by Electronic Arts under the EA Sports label. Football video games such as Sensible Soccer, Kick Off and Match Day had been developed since the late 1980s and already competitive in the games market when EA Sports announced a football game as the next addition to their EA Sports label. The Guardian called the series the slickest, most polished and by far the most popular football game around. As of 2011, the FIFA franchise has been localised into 18 languages and available in 51 countries. Listed in Guinness World Records as the best-selling sports video game franchise in the world, by 2021, the FIFA series had sold over 325 million copies. It is also one of the best-selling video game franchises.",
      "developer": "EA Vancouver, EA Romania",
      "platforms": "Microsoft Windows, PlayStation 4, Xbox One, Nintendo Switch, Stadia, PlayStation 5, Xbox Series X/S",
      "publisher": "EA Sports",
      "genre": "Sports",
      "released": "October 5, 2020"
    },
    {
      "name": "MLB The Show 21",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Sports",
      "released": "October 5, 2020"
    },
    {
      "name": "NHL",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Sports",
      "released": "October 5, 2020"
    },

    {
      "name": "Uncharted Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Action/Adventure",
      "released": "October 5, 2020"
    },
    {
      "name": "God Of War Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Action/Adventure",
      "released": "October 5, 2020"
    },
    {
      "name": "Doom Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Action/Adventure",
      "released": "October 5, 2020"
    },
    {
      "name": "Assassin's Creed Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Action/Adventure",
      "released": "October 5, 2020"
    },
    {
      "name": "Far Cry Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Action/Adventure",
      "released": "October 5, 2020"
    },

    {
      "name": "Fallout Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "RPG",
      "released": "October 5, 2020"
    },
    {
      "name": "Grand Theft Auto Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "RPG",
      "released": "October 5, 2020"
    },
    {
      "name": "Red Dead Redemption",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "RPG",
      "released": "October 5, 2020"
    },
    {
      "name": "Skyrim",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "RPG",
      "released": "October 5, 2020"
    },
    {
      "name": "The Witcher",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "RPG",
      "released": "October 5, 2020"
    },

    {
      "name": "Call of Duty Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "FPS",
      "released": "October 5, 2020"
    },
    {
      "name": "Battlefield Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "FPS",
      "released": "October 5, 2020"
    },
    {
      "name": "Halo Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "FPS",
      "released": "October 5, 2020"
    },
    {
      "name": "Escape From Tarcov",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "FPS",
      "released": "October 5, 2020"
    },
    {
      "name": "Wolfenstein",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "FPS",
      "released": "October 5, 2020"
    },

    {
      "name": "Grand Turismo Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Racing",
      "released": "October 5, 2020"
    },
    {
      "name": "Need for Speed Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Racing",
      "released": "October 5, 2020"
    },
    {
      "name": "MarioKart Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Racing",
      "released": "October 5, 2020"
    },
    {
      "name": "Foriza Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Racing",
      "released": "October 5, 2020"
    },
    {
      "name": "Burnout Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Racing",
      "released": "October 5, 2020"
    },

    {
      "name": "Subnautica",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Survival",
      "released": "October 5, 2020"
    },
    {
      "name": "The Forest",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Survival",
      "released": "October 5, 2020"
    },
    {
      "name": "Dont Starve",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Survival",
      "released": "October 5, 2020"
    },
    {
      "name": "Rust",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Survival",
      "released": "October 5, 2020"
    },
    {
      "name": "Minecraft",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Survival",
      "released": "October 5, 2020"
    },

    {
      "name": "Super Mario Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Platformers",
      "released": "October 5, 2020"
    },
    {
      "name": "Spyro Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Platformers",
      "released": "October 5, 2020"
    },
    {
      "name": "Crash Bandicoot Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Platformers",
      "released": "October 5, 2020"
    },
    {
      "name": "Donkey Kong Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Platformers",
      "released": "October 5, 2020"
    },
    {
      "name": "Sonic Adventure Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Platformers",
      "released": "October 5, 2020"
    },

    {
      "name": "Final Fantasy Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Japanese RPG",
      "released": "October 5, 2020"
    },
    {
      "name": "Pokemon Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Japanese RPG",
      "released": "October 5, 2020"
    },
    {
      "name": "Persona Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Japanese RPG",
      "released": "October 5, 2020"
    },
    {
      "name": "Kingdom Hearts ",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Japanese RPG",
      "released": "October 5, 2020"
    },
    {
      "name": "Monster Hunter",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Japanese RPG",
      "released": "October 5, 2020"
    },

    {
      "name": "Resident Evil Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Horror",
      "released": "October 5, 2020"
    },
    {
      "name": "Silent Hill Series",
      "description": "",
      "developer": "",
      "platforms": "",
      "publisher": "",
      "genre": "Horror",
      "released": ""
    },
    {
      "name": "Metro Exodus Series",
      "description": "Metro Exodus is a first-person shooter game with survival horror and stealth elements. Set in the post-apocalyptic wasteland of the former Russian Federation and Republic of Kazakhstan, the player must cope with the new hazards and engage in combat against mutated creatures as well as hostile humans.[4][5] The player wields an arsenal of hand-made weaponry which can be customised through scavenging materials and a crafting system. The game features a mixture of linear levels and sandbox environments. It also includes a dynamic weather system, a day-night cycle, and environments that change along with the seasons as the story progresses. It is set over the course of one whole in-game year.",
      "developer": "4A Games",
      "platforms": "Microsoft Windows, PlayStation 4, Xbox One, Stadia, Luna, PlayStation 5, Xbox Series X/S, Linux, macOS",
      "publisher": "Deep Silver",
      "genre": "Horror",
      "released": ""
    },
    {
      "name": "Dead Space Series",
      "description": "Dead Space is a science fiction survival horror video game. Players take on the role of Isaac Clarke, controlling him through a third-person perspective. Players navigate the spaceship Ishimura, completing objectives given to Isaac during the narrative, solving physics-based puzzles within the environment, and fighting monsters dubbed Necromorphs. In some parts of the ship that have decompressed, Isaac must navigate the vacuum. While in the vacuum, Isaac has a limited air supply, which can be replenished by finding air tanks within the environment. Some areas are subject to zero-G, with both Isaac and specific enemy types able to jump between surfaces; these areas have dedicated puzzles.[2][4] During exploration of the Ishimura, Isaac finds ammunition for his weapons, health pickups, and Nodes that are used to both unlock special doors and upgrade weapons and Isaac's suit. At certain points in the ship, Isaac can access a store to buy supplies and ammunition. Isaac can use a navigation line, projected onto the floor on command, to find the next mission objective.",
      "developer": "EA Redwood Shores",
      "platforms": "PlayStation 3, Xbox 360, Microsoft Windows",
      "publisher": "Electronic Arts",
      "genre": "Horror",
      "released": "October 13, 2008"
    },
    {
      "name": "Outlast Series",
      "description": "Outlast is a first-person survival horror video game developed and published by Red Barrels. The game revolves around a freelance investigative journalist, Miles Upshur, who decides to investigate a remote psychiatric hospital named Mount Massive Asylum, located deep in the mountains of Lake County, Colorado. The downloadable content Outlast: Whistleblower centers on Waylon Park, the man who led Miles there in the first place.",
      "developer": "Red Barrels",
      "platforms": "Microsoft Windows, PlayStation 4, Xbox One, Android, Linux, OS X, Nintendo Switch",
      "publisher": "Red Barrels",
      "genre": "Horror",
      "released": "September 4, 2013"
    },

    {
      "name": "Street Fighter Series",
      "description": "In the present time, a very big international martial arts tournament has begun and it goes by the name Street Fighter. Sagat, the Emperor of Muay Thai, is the host of this tournament, the King of Street Fighters who hails from Thailand has organized his newly announced tournament by contacting four regions that are both English-speaking and Asian-speaking countries to assemble 10 other formidable Street Fighters, including Sagat’s own right-hand Muay Thai disciple, Adon. As the tournament is in progress, a 23-year-old, ki-harnessing, Shotokan-Karate master named Ryu has turned out to be the leader in the fighting ladder. Will Ryu be able stand a chance against Sagat after having what it takes to beat the other competing Street Fighters, or will he have his record broken by his own martial arts buddy Ken?",
      "developer": "Capcom, Dimps (main series), Arika (Street Fighter EX series), Bandai Namco Studios (Warriors League series)",
      "platforms": "Arcade, Dreamcast, GameCube, Microsoft Windows, Nintendo 64, Nintendo Switch, PlayStation, PlayStation 2, PlayStation 3, PlayStation 4, PlayStation 5, Sega Genesis, Sega Saturn, Super Nintendo Entertainment System, Xbox, Xbox 360, Xbox One, Xbox Series X/S",
      "publisher": "Capcom",
      "genre": "Fighting",
      "released": "August 30, 1987"
    },
    {
      "name": "Mortal Kombat Series",
      "description": "Mortal Kombat is an arcade fighting game developed and published by Midway in 1992 it is the first entry in the Mortal Kombat series. It was subsequently released by Acclaim Entertainment for nearly every home platform of the time. The game focuses on several characters of various intentions who enter a martial arts tournament with worldly consequences. It introduced many key aspects of the Mortal Kombat series, including the unique five-button control scheme and gory finishing moves called Fatalities.",
      "developer": "Midway Games,Avalanche Software, Eurocom, Just Games Interactive, Midway Studios Los Angeles, Other Ocean Interactive,Point of View, Inc., NetherRealm Studios",
      "platforms": "Arcade, Dreamcast, GameCube, IBM PC compatible, Microsoft Windows, Nintendo 64, Nintendo Switch, PlayStation, PlayStation 2, PlayStation 3, PlayStation 4, PlayStation 5, Sega 32X, Sega CD, Sega Genesis, Sega Master System, Sega Saturn, Super Nintendo Entertainment System, Xbox, Xbox 360, Xbox One, Xbox Series X/S",
      "publisher": "Midway Games, Williams Entertainment, Warner Bros. Interactive Entertainment",
      "genre": "Fighting",
      "released": "October 8, 1992"
    
    },
    {
      "name": "Tekken Series",
      "description": "The main games in the series follow the events of the King of Iron Fist Tournament, hosted by the Mishima Zaibatsu, where players control a plethora of characters to win the tournament and gain control of the company; the conflict between the Mishima family serves as the main focus of the series' plot, while players explore other characters' motivations in aiming to control the Zaibatsu.Gameplay focuses on hand-to-hand combat with an opponent, with the gameplay system including blocks, throws, escapes, and ground fighting. The series later introduced combos and special moves, with characters also able to stage break arenas. Tekken is noted as being one of the first fighting games at the time to use 3D animation.",
      "developer": "Bandai Namco Studios, Namco",
      "platforms": "Android, Arcade, Game Boy Advance, iOS, Microsoft Windows, Nintendo 3DS, PlayStation, PlayStation 2, PlayStation 3, PlayStation 4, PlayStation Portable, Wii U, Xbox 360, Xbox One, Xbox Series X/S",
      "publisher": "Bandai Namco Entertainment, Namco, Sony Computer Entertainment",
      "genre": "Fighting"
    },
    {
      "name": "Super Smash Bros Series",
      "description": "Super Smash Bros. (retroactively referred to as Super Smash Bros. 64 or Smash 64) is a 1999 crossover fighting video game developed by HAL Laboratory and published by Nintendo for the Nintendo 64. It was first released in Japan on January 21, 1999, in North America on April 26, 1999, and in Europe on November 19, 1999. The first installment in the Super Smash Bros. series, it is a crossover between several different Nintendo franchises, including Mario, The Legend of Zelda, Star Fox, Yoshi, Donkey Kong, Metroid, F-Zero, Mother, Kirby, and Pokémon. It presents a cast of characters and locations from these franchises and allows players to use each character's unique skills and the stage's hazards to inflict damage, recover health, and ultimately knock opponents off the stage.",
      "developer": "HAL Laboratory (1999–2001), Sora Ltd. (2008–present), Bandai Namco Studios (2014–present)",
      "platforms": "Nintendo 64, iQue Player, GameCube, Wii, Nintendo 3DS, Wii U, Nintendo Switch",
      "publisher": "Nintendo",
      "genre": "Fighting",
      "released": "January 21, 1999"
    },
    {
      "name": "Soulcalibur Series",
      "description": "Soulcalibur is a weapon-based fighting video game franchise by Bandai Namco Entertainment. There are seven main installments of video games and various media spin-offs, including music albums and a series of manga books",
      "developer": "Namco",
      "platforms": "Arcade, PlayStation, Dreamcast, PlayStation 2, GameCube, Xbox, Wii, PlayStation 3, Xbox 360, PlayStation Portable, Microsoft Windows, PlayStation 4, Xbox One",
      "publisher": "Bandai Namco Entertainment",
      "genre": "Fighting",
      "released": "December 1995"
    },

    {
      "name": "Pac-Man",
      "description": "Pac-Man is a maze arcade game developed and released by Namco in 1980. The original Japanese title of Puck Man was changed to Pac-Man for international releases as a preventative measure against defacement of the arcade machines by changing the P to an F. Outside Japan, the game was published by Midway Games as part of its licensing agreement with Namco America. The player controls Pac-Man, who must eat all the dots inside an enclosed maze while avoiding four colored ghosts. Eating large flashing dots called Power Pellets causes the ghosts to turn blue, allowing Pac-Man to eat them for bonus points.",
      "developer": "Namco",
      "platforms": "Arcade",
      "publisher": "Namco, Midway",
      "genre": "Retro Arcade",
      "released": "July 1980"
    },
    {
      "name": "Space Invaders",
      "description": "Space Invaders is a 1978 arcade game developed by Tomohiro Nishikado. It was manufactured and sold by Taito in Japan and licensed in the United States by the Midway division of Bally. Within the shooter genre, Space Invaders was the first fixed shooter and set the template for the shoot 'em up genre. The goal is to defeat wave after wave of descending aliens with a horizontally moving laser to earn as many points as possible.",
      "developer": "Taito",
      "platforms": "Arcade, Atari 2600, Atari 5200, Atari 8-bit, MSX",
      "publisher": "Taito, Midway",
      "genre": "Retro Arcade",
      "released": "July 1978"
    },
    {
      "name": "Asteroids",
      "description": "Asteroids is a space-themed multidirectional shooter arcade game designed by Lyle Rains and Ed Logg released in November 1979 by Atari, Inc. The player controls a single spaceship in an asteroid field which is periodically traversed by flying saucers. The object of the game is to shoot and destroy the asteroids and saucers, while not colliding with either, or being hit by the saucers' counter-fire. The game becomes harder as the number of asteroids increases.",
      "developer": "Atari, Inc.",
      "platforms": "Arcade, Atari 2600, Atari 7800, Atari 8-bit, Game Boy",
      "publisher": "Atari, Inc.",
      "genre": "Retro Arcade",
      "released": "November 1979"
    },
    {
      "name": "Galaga",
      "description": "Galaga[a] is a 1981 fixed shooter arcade game developed and published by Namco. In North America, it was released by Midway Games. It is the sequel to Galaxian (1979), Namco's first major hit in arcades. Controlling a starship, the player is tasked with destroying the Galaga forces in each stage while avoiding enemies and projectiles. Some enemies can capture a player's ship via a tractor beam, which can be rescued to transform the player into a “dual fighter” with additional firepower.",
      "developer": "Namco",
      "platforms": "Arcade, SG-1000, MSX, Nintendo Entertainment System, Atari 7800, Game Boy, Mobile phone, Xbox 360, Roku, iOS, Xbox One, PlayStation 4, PC",
      "publisher": "Namco, Midway",
      "genre": "Retro Arcade",
      "released": "September 1981"
    },
    {
      "name": "Tetris",
      "description": "Tetris (styled TETЯIS) is a puzzle game developed by Atari Games and originally released for arcades in 1988. Based on Alexey Pajitnov's Tetris, Atari Games' version features the same gameplay as the computer editions of the game, as players must stack differently shaped falling blocks to form and eliminate horizontal lines from the playing field. ",
      "developer": "Atari Games",
      "platforms": "Arcade, Nintendo Entertainment System (NES)",
      "publisher": "Atari Games (arcade), Tengen (NES)",
      "genre": "Retro Arcade",
      "released": "May 1989"
    },

    {
      "name": "The Legend of Zelda: A Link to the Past",
      "description": "When an evil magician named Agahnim begins kidnapping young maidens in Hyrule in a quest to break the imprisoning seal on Ganon, a young boy named Link is called upon to stop him in this action-adventure classic.",
      "developer": "Nintendo",
      "platforms": "Super NES, Wii, New Nintendo 3DS, Wii U, Nintendo Switch",
      "publisher": "Electro Source, Nintendo",
      "genre": "Retro SNES",
      "released":"November 21, 1992"
      
    },
    {
      "name": "Chrono Trigger",
      "description": "When a newly developed teleportation device malfunctions at the Millennial Fair, young Crono must travel through time to rescue his misfortunate companion from an intricate web of past and present perils in Square's beloved RPG Chrono Trigger.",
      "developer": "Square, Tose Software",
      "platforms": "Super NES, PlayStation, Nintendo DS, Wii, PlayStation 3, PlayStation Portable, Android, iPhone, PC",
      "publisher": "Square Enix, Electro Source, Square",
      "genre": "Retro SNES",
      "released":"March 11, 1995"
      
    },
    {
      "name": "Super Metroid",
      "description": "In Super Metroid, players once again slip into the role of galactic bounty hunter Samus Aran and in an interesting twist on the previous games, attempt to retrieve the last surviving Metroid.",
      "developer": "Nintendo, Nintendo R&D1, Intelligent Systems",
      "platforms": "Super NES, Wii, Wii U, New Nintendo 3DS, Nintendo Switch",
      "publisher": "Nintendo",
      "genre": "Retro SNES",
      "released":"December 31, 1994"
      
    },
    {
      "name": "Super Mario World",
      "description": "There's no time for vacation when Bowser and his Koopalings are up to no good! Many hidden paths and a new friend called Yoshi aid Mario in making his way to Bowser's castle for the final confrontation to save the Princess!",
      "developer": "Nintendo EAD, Nintendo",
      "platforms": "Super NES, Wii, Wii U, New Nintendo 3DS, Nintendo Switch",
      "publisher": "Nintendo",
      "genre": "Retro SNES",
      "released":"January 1, 1990"
      
    },
    {
      "name": "Super Street Fighter II Turbo",
      "description": "This update to the classic Street Fighter II kicks everything up to Turbo levels -- more moves, playable bosses, incredible speed and so much more!",
      "developer": "Capcom, Sensory Sweep",
      "platforms": "Super NES, Xbox 360, Wii, Wii U, New Nintendo 3DS, Arcade",
      "publisher": "Ingram Entertainment, Capcom",
      "genre": "Retro SNES",
      "released":"February 23, 1994"
      
    },
    {
      "name": "Super Mario World 2: Yoshi's Island",
      "description": "Yoshi returns to save Baby Mario in SUPER MARIO WORLD 2: YOSHI'S ISLAND ! The Evil Magikoopa, Kamek, is out to kidnap Baby Mario. You play as Yoshi with a mission to successfully carry Baby Mario back to his parents in the Mushroom Kingdom while avoiding all of Kamek's clever traps and evil minions. The levels have a unique, hand-sketched look that gives this game a style all its own.",
      "developer": "Nintendo EAD",
      "platforms": "Super NES, Nintendo Switch",
      "publisher": "Electro Source, Nintendo",
      "genre": "Retro SNES",
      "released":"January 1, 1996"
      
    },
    {
      "name": "Super Mario Kart",
      "description": "A collection of Super Mario characters, including Mario, Luigi, Yoshi, Peach, Bowser and Donkey Kong Jr., are out to win the Super Mario Kart championship. There are 4 cups in all to race for, Mushroom Cup, Flower Cup, Star Cup and Special Cup, each with a selection of tracks to race on. Plus, a 2 player battle mode is on offer, where the first to pop the three balloons wins.",
      "developer": "Nintendo EAD",
      "platforms": "Super NES, Wii, Wii U, New Nintendo 3DS, Nintendo Switch",
      "publisher": "Electro Source, Nintendo",
      "genre": "Retro SNES",
      "released":"April 12, 1992"
      
    },
    {
      "name": "Star Fox",
      "description": "Several years after disaster was narrowly averted on Dinosaur Planet, Lylat Central Command detects a new threat spreading throughout the galaxy. The STAR FOX team is sent in to eradicate this growing menace, but what begins as a standard combat mission quickly takes a dramatic turn. Legendary team members Fox McCloud, Slippy Toad, Peppy Hare, and Falco Lombardi join forces to form the most formidable team in the history of this celebrated series: the Star Fox Armada.",
      "developer": "Nintendo EAD, Argonaut Games",
      "platforms": "Super NES, Nintendo Switch",
      "publisher": "Nintendo",
      "genre": "Retro SNES",
      "released":"March 1, 1993"
      
    },
    {
      "name": "Mega Man X",
      "description": "Hundreds of years after his death, Dr. Light's final creation is discovered in Mega Man X, a revolutionary leap forward into the future for Capcom's action franchise.",
      "developer": "Capcom",
      "platforms": "Super NES, PC, Wii, iPhone, Wii U, New Nintendo 3DS",
      "publisher": "Ingram Entertainment, Electro Source, Capcom",
      "genre": "Retro SNES",
      "released":"December 17, 1993"
      
    },
    {
      "name": "EarthBound",
      "description": "You are Ness, a kid sleeping in his home when a alien comes to you and tells you that you along with three other kids are the only ones who can save the future of Earth. Your mission: find the other three chosen ones and then stop the horrible Gigayas who are going to invade Earth.",
      "developer": "HAL Laboratory, Ape Inc.",
      "platforms": "Super NES, Wii U, New Nintendo 3DS",
      "publisher": "Nintendo",
      "genre": "Retro SNES",
      "released":"February 16, 1995"
      
    },
    {
      "name": "Super Mario Bros 3",
      "description": "Super Mario Bros. 3 is a two-dimensional, side-scrolling platform game in which the player controls either Mario or Luigi. The game shares similar gameplay mechanics with previous games in the series — Super Mario Bros.",
      "developer": "Nintendo EAD",
      "platforms": "Nintendo Entertainment System, Game Boy Advance, Nintendo Switch, Wii, Nintendo 3DS, Wii U, PlayChoice-10",
      "publisher": "Nintendo",
      "genre": "Retro NES",
      "released":"October 23, 1988"
      
    },
    {
      "name": "The Legend of Zelda",
      "description": " Zelda was an action-adventure game with RPG elements, and in an age without the Internet, people were on their own about how to get through the game in one piece",
      "developer": "Nintendo, Nintendo R&D4",
      "platforms": "NES, Game Boy Advance, Wii, Nintendo 3DS, Wii U, Nintendo Switch, Famicom Disk System",
      "publisher": "Ingram Entertainment, Nintendo",
      "genre": "Retro NES",
      "released":"July 1, 1987"
      
    },
    {
      "name": "Super Mario Bros",
      "description": "In Super Mario Bros., the player takes on the role of Mario, the protagonist of the series. Mario's younger brother, Luigi, is controlled by the second player in the game's multiplayer mode and assumes the same plot role and functionality as Mario. The objective is to race through the Mushroom Kingdom, survive the main antagonist Bowser's forces, and save Princess Toadstool.[4]:7 The game is a side-scrolling platformer; the player moves from the left side of the screen to the right side in order to reach the flag pole at the end of each level.",
      "developer": "Nintendo EAD",
      "platforms": "NES",
      "publisher": "Nintendo",
      "genre": "Retro NES",
      "released":"September 13, 1985"
      
    },
    {
      "name": "Mega Man 2",
      "description": "As the robotic blue bomber, Mega Man, the player must battle through 14 levels and defeat eight robot masters before tackling the nefarious Dr. Wily.",
      "developer": "Capcom",
      "platforms": "NES, Wireless, Wii, iPhone, PlayStation Portable, PlayStation 3, Nintendo 3DS, Wii U, Android,",
      "publisher": "Capcom",
      "genre": "Retro NES",
      "released":"July 30, 1989"
      
    },
    {
      "name": "Castlevania 3: Dracula's Curse",
      "description": "Count Dracula is building up an army of evil that is set to conquer the land. This time, the vampire hunter isn't alone -- you will meet up with other characters that can join your party.",
      "developer": "Konami",
      "platforms": "NES, Wii, Nintendo 3DS, Wii U",
      "publisher": "Konami",
      "genre": "Retro NES",
      "released":"December 31, 1990"
      
    },
    {
      "name": "Metroid",
      "description": "In this classic game that combines action adventure and platform shooter play, players assume the role of Samus Aran, a space bounty hunter set the mission of saving the universe from the spread of the most dangerous creatures in the galaxy: Metroids.",
      "developer": "Nintendo, Nintendo R&D1, Intelligent Systems",
      "platforms": "Famicom Disk System, NES, Game Boy Advance, Wii, Nintendo 3DS, Wii U, Nintendo Switch",
      "publisher": "Ingram Entertainment, Nintendo",
      "genre": "Retro NES",
      "released":"August 6, 1986"
      
    },
    {
      "name": "Mike Tyson's Punch-Out!!",
      "description": "You are Little Mac, who may be the smallest boxer in the ring, but has a lot of heart. Battle your way through numerous comical boxers to fight Iron Mike for the World Video Boxing Association Title.",
      "developer": "Nintendo R&D3",
      "platforms": "NES",
      "publisher": "Nintendo",
      "genre": "Retro NES",
      "released":"June 1, 1987"
      
    },
    {
      "name": "DuckTales",
      "description": "Scrooge McDuck is the richest duck in the world. Regardless, he is searching the world for a lost treasure. He will have to explore jungles, castles, and mines to find all of the fortune. Help a rich duck get even richer in Duck Tales.",
      "developer": "Capcom, Unknown",
      "platforms": "NES, Game Boy",
      "publisher": "Electro Source, Disney Interactive Studios, Capcom",
      "genre": "Retro NES",
      "released":"December 31, 1989"
      
    },
    {
      "name": "Contra",
      "description": "In 2633 A.D., two armed Elite Marine Commandos Contra, named Bill Rizer and Lance Bean, are sent on a mission to neutralize a terrorist organization called Red Falcon that is secretly planning to take over the entire world, and it's up to this two-man-army to put an end to this madness once and for all.",
      "developer": "Konami",
      "platforms": "NES, Commodore 64, Arcade",
      "publisher": "Konami",
      "genre": "Retro NES",
      "released":"February 20, 1987"
      
    },
    {
      "name": "Teenage Mutant Ninja Turtles II: The Arcade Game",
      "description": "The player chooses from one of the four Ninja Turtles: Leonardo, Michelangelo, Donatello, and Raphael. Depending on the version of the game, the characters are either chosen via an in-game select screen or based on which coin slot the player placed their credit into. After Shredder kidnaps the Turtles' friend April O'Neil and their mentor Splinter, they must give chase, save their comrades, and defeat the evil Shredder.",
      "developer": "Konami",
      "platforms": "NES, Commodore 64",
      "publisher": "Konami",
      "genre": "Retro NES",
      "released":"November 15, 1989"
      
    },
    {
      "name": "The Legend of Zelda: Ocarina of Time",
      "description": "As a young boy, Link is tricked by Ganondorf, the King of the Gerudo Thieves. The evil human uses Link to gain access to the Sacred Realm, where he places his tainted hands on Triforce and transforms the beautiful Hyrulean landscape into a barren wasteland. Link is determined to fix the problems he helped to create, so with the help of Rauru he travels through time gathering the powers of the Seven Sages.",
      "developer": "Nintendo EAD",
      "platforms": "Nintendo 64",
      "publisher": "Nintendo",
      "genre": "Retro N64",
      "released":"November 23, 1998"
     
    },
    {
      "name": "Super Mario 64",
      "description": "Mario is super in a whole new way! Combining the finest 3D graphics ever developed for a video game and an explosive soundtrack, 'Super Mario 64' becomes a new standard for video games. It's packed with bruising battles, daunting obstacle courses, and underwater adventures. Retrieve the Power Stars from their hidden locations and confront your arch-nemesis — Bowser, King of the Koopas!",
      "developer": "Nintendo EAD",
      "platforms": "Nintendo 64",
      "publisher": "Nintendo",
      "genre": "Retro N64",
      "released":"June 23, 1996"
      
    },
    {
      "name": "Perfect Dark",
      "description": "Step into the Dark... As Carrington Institute's most promising new Agent, Joanna Dark must uncover the truth behind the dataDyne Corporation's recent technological breakthroughs — breakthroughs which could have serious consequences for mankind.",
      "developer": "Rare, 4J Studios, The Initiative",
      "platforms": "Nintendo 64, Game Boy Color, Xbox 360",
      "publisher": "Rare, Xbox Game Studios",
      "genre": "Retro N64",
      "released":"May 22, 2000"
     
    },
    {
      "name": "GoldenEye 007",
      "description": "You are Bond. James Bond. You are assigned covert operations connected with the GoldenEye weapons satellite. M will brief you on your mission and objectives from London. Q Branch will support your efforts with a plentiful supply of weapons and gadgets. Moneypenny offers you light-hearted best wishes and you're off! Your mission begins in the heavily guarded chemical warfare facility at the Byelomorye Dam in the USSR. Look and shoot in any direction as you navigate 12 interactive 3D environments. Use stealth and force as you see fit in matters of international security. Consider the military personnel expendable. You are licensed to kill!",
      "developer": "Rare",
      "platforms": "Nintendo 64",
      "publisher": "Nintendo",
      "genre": "Retro N64",
      "released":"August 25, 1997"
      
    },
    {
      "name": "Banjo-Kazooie",
      "description": "Trouble is brewing on Spiral Mountain! Gruntilda the witch, wildly jealous of Tooty the Honey Bear's good looks; is determined to steal them for herself! But even as she whisks the helpless youngster off to her tower, Tooty's big brother Banjo and his loud-mouthed partner Kazooie are hot on the trail to rescue her… Aided by the mystical shaman Mumbo Jumbo, Banjo and Kazooie must tackle gloomy swamps, scorching deserts, towering mountain ranges and spooky haunted houses on their way to the final confrontation at the summit of Gruntilda's Lair.",
      "developer": "Rare",
      "platforms": "Nintendo 64, Game Boy Advance, mobile phone, Xbox 360, Xbox One",
      "publisher": "Nintendo",
      "genre": "Retro N64",
      "released":"29 June 1998"
      
    },
    {
      "name": "Conker's Bad Fur Day",
      "description": "The day after his 21st birthday bash, Conker's sporting the worst hangover ever, and he just can't seem to find his way home. Prepare to stagger through randy, raunchy, raucous scenarios crammed full of bad manners, twisted humor, and graphic bodily functions. Unless you're a fan of violence, foul language, and racy innuendo, you'd best steer clear of this one.",
      "developer": "Rare",
      "platforms": "Nintendo 64",
      "publisher": "Rare",
      "genre": "Retro N64",
      "released":"March 4, 2001"
      
    },
    {
      "name": "Donkey Kong 64",
      "description": "K. Rool has kidnapped the Kongs! Can Donkey Kong rescue his friends, reclaim the Golden Bananas and save his homeland from certain doom? Take out some Kremlings with Chunky's Pineapple Launcher or Lanky's Trombone. Float through the air using Tiny's Ponytail Twirl. Even rocket to the sky with Diddy's Jetbarrel!",
      "developer": "Rare",
      "platforms": "Nintendo 64",
      "publisher": "Nintendo",
      "genre": "Retro N64",
      "released":"October 31, 1999"
    
    },
    {
      "name": "Resident Evil 2",
      "description": "Resident Evil 2 is a 1998 survival horror video game developed and published by Capcom for the PlayStation. The player controls Leon S. Kennedy and Claire Redfield, who must escape Raccoon City after its citizens are transformed into zombies by a biological weapon two months after the events of the original Resident Evil. The gameplay focuses on exploration, puzzles, and combat; the main difference from its predecessor are the branching paths, with each player character having unique storylines, partners and obstacles.",
      "developer": "Capcom",
      "platforms": "PlayStation, Windows, Nintendo 64, Dreamcast, GameCube, Game.com",
      "publisher": "Capcom",
      "genre": "Retro N64",
      "released":"January 21, 1998"
    
    },
    {
      "name": "Tony Hawk’s Pro Skater 2",
      "description": "Tony Hawk's Pro Skater 2' redefined an already great game. Its addition of stellar new features (like Create-A-Park), and great game-play tweaks (the manual maneuver will be copied for years to come) made it the best installment in a killer series of games. Anyone who has ever skated the Philadelphia level will agree — this game is a masterpiece of level design. Hell, it's a masterpiece all around. There isn't a bad park or dull moment, just pure gaming nirvana!",
      "developer": "Neversoft",
      "platforms": "PlayStation, Microsoft Windows, Game Boy Color, Dreamcast, Game Boy Advance, Mac OS, Nintendo 64, iOS",
      "publisher": "Activision",
      "genre": "Retro N64",
      "released":"August 21, 2001"
      
    },
    {
      "name": "Diddy Kong Racing",
      "description": "Timber the Tiger's parents picked a fine time to go on vacation. When they come back, they're going to be faced with an island trashed by the spiteful space bully Wizpig - unless the local animals can do something about it! So join Diddy Kong as he teams up with Timber the Tiger, Pipsy the Mouse and Taj the Genie in an epic racing adventure unlike anything you've ever experienced before!",
      "developer": "Rare",
      "platforms": "Nintendo 64, Nintendo DS",
      "publisher": "Rare",
      "genre": "Retro N64",
      "released":"November 24, 1997"
      
    }


]
  